[X2Effect_ShieldRegen]
HealedMessage="+<Heal/>点护盾已补充""

[X2Item_ShieldGenerator]
MaxShieldRegenLabel = "最大护盾补充量"
ShieldRegenLabel = "补充速率"
ShieldLabel = "护盾"

;MaxArmourRepairLabel = "最大自动修复量"
;ArmourRepairLabel = "自动修复速率"